Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 缓存过期后仍可返回旧结果的秒数，默认 15 秒。
ar: عدد الثواني التي يمكن خلالها تقديم نتيجة قديمة بعد انتهاء صلاحية التخزين المؤقت؛ الافتراضي 15 ثانية.
de: Sekunden, in denen nach Ablauf des Caches noch ein veraltetes Ergebnis ausgeliefert werden darf; Standard 15 Sekunden.
en: Seconds a stale result may still be served after the cache expires; default 15 seconds.
es_mx: Segundos durante los cuales aún puede devolverse un resultado obsoleto tras expirar la caché; 15 segundos por defecto.
fr: Nombre de secondes pendant lesquelles un résultat périmé peut encore être renvoyé après l’expiration du cache ; 15 secondes par défaut.
ja: キャッシュ失効後も古い結果を返せる秒数。既定は 15 秒です。
ko: 캐시 만료 후에도 오래된 결과를 제공할 수 있는 시간(초)입니다. 기본값은 15초입니다.
pt_br: Segundos em que um resultado desatualizado ainda pode ser servido após o cache expirar; padrão de 15 segundos.
pt_pt: Segundos durante os quais um resultado desatualizado ainda pode ser servido após a cache expirar; predefinição de 15 segundos.
tr: Önbellek süresi dolduktan sonra eski bir sonucun hâlâ sunulabileceği saniye; varsayılan 15 saniye.
zh_hant: 快取過期後仍可返回舊結果的秒數，預設 15 秒。
zh_hk: 緩存過期後仍可返回舊結果的秒數，預設 15 秒。

source: 编辑
ar: تعديل
de: Bearbeiten
en: Edit
es_mx: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
tr: Düzenle
zh_hant: 編輯
zh_hk: 編輯

source: 编辑 Access 应用
ar: تحرير تطبيق Access
de: Access-App bearbeiten
en: Edit Access App
es_mx: Editar app de Access
fr: Modifier l’app Access
ja: Access アプリを編集
ko: Access 앱 편집
pt_br: Editar app do Access
pt_pt: Editar aplicação do Access
tr: Access Uygulamasını Düzenle
zh_hant: 編輯 Access 應用程式
zh_hk: 編輯 Access 應用程式

source: 编辑代码
ar: تعديل الشفرة
de: Code bearbeiten
en: Edit Code
es_mx: Editar código
fr: Modifier le code
ja: コードを編集
ko: 코드 편집
pt_br: Editar código
pt_pt: Editar código
tr: Kodu düzenle
zh_hant: 編輯程式碼
zh_hk: 編輯代碼

source: 编辑公共主机名
ar: تعديل اسم المضيف العام
de: Öffentlichen Hostnamen bearbeiten
en: Edit Public Hostname
es_mx: Editar nombre de host público
fr: Modifier le nom d’hôte public
ja: パブリックホスト名を編集
ko: 공개 호스트 이름 편집
pt_br: Editar nome de host público
pt_pt: Editar nome de anfitrião público
tr: Genel ana makine adını düzenle
zh_hant: 編輯公開主機名稱
zh_hk: 編輯公開主機名稱

source: 编辑变量
ar: تعديل المتغير
de: Variable bearbeiten
en: Edit Variable
es_mx: Editar variable
fr: Modifier la variable
ja: 変数を編集
ko: 변수 편집
pt_br: Editar variável
pt_pt: Editar variável
tr: Değişkeni düzenle
zh_hant: 編輯變數
zh_hk: 編輯變數

source: 编辑方式
ar: وضع التحرير
de: Bearbeitungsmodus
en: Edit mode
es_mx: Modo de edición
fr: Mode d’édition
ja: 編集方式
ko: 편집 방식
pt_br: Modo de edição
pt_pt: Modo de edição
tr: Düzenleme Modu
zh_hant: 編輯方式
zh_hk: 編輯方式

source: 编辑源站池
ar: تحرير مجمّع الأصل
de: Origin-Pool bearbeiten
en: Edit origin pool
es_mx: Editar grupo de origen
fr: Modifier le pool d'origine
ja: オリジンプールを編集
ko: 오리진 풀 편집
pt_br: Editar pool de origem
pt_pt: Editar pool de origem
tr: Köken havuzunu düzenle
zh_hant: 編輯來源池
zh_hk: 編輯來源池

source: 编辑监测
ar: تحرير المراقب
de: Monitor bearbeiten
en: Edit monitor
es_mx: Editar monitor
fr: Modifier le moniteur
ja: モニターを編集
ko: 모니터 편집
pt_br: Editar monitor
pt_pt: Editar monitor
tr: İzleyiciyi düzenle
zh_hant: 編輯監測
zh_hk: 編輯監測

source: 编辑策略
ar: تحرير السياسة
de: Richtlinie bearbeiten
en: Edit Policy
es_mx: Editar política
fr: Modifier la politique
ja: ポリシーを編集
ko: 정책 편집
pt_br: Editar política
pt_pt: Editar política
tr: İlkeyi Düzenle
zh_hant: 編輯原則
zh_hk: 編輯政策

source: 编辑缓存
ar: تعديل التخزين المؤقت
de: Cache bearbeiten
en: Edit cache
es_mx: Editar caché
fr: Modifier le cache
ja: キャッシュを編集
ko: 캐시 편집
pt_br: Editar cache
pt_pt: Editar cache
tr: Önbelleği düzenle
zh_hant: 編輯快取
zh_hk: 編輯緩存

source: 编辑行
ar: تعديل الصف
de: Zeile bearbeiten
en: Edit Row
es_mx: Editar fila
fr: Modifier la ligne
ja: 行を編集
ko: 행 편집
pt_br: Editar linha
pt_pt: Editar linha
tr: Satırı düzenle
zh_hant: 編輯列
zh_hk: 編輯行

source: 编辑规则
ar: تعديل القاعدة
de: Regel bearbeiten
en: Edit Rule
es_mx: Editar regla
fr: Modifier la règle
ja: ルールを編集
ko: 규칙 편집
pt_br: Editar regra
pt_pt: Editar regra
tr: Kuralı düzenle
zh_hant: 編輯規則
zh_hk: 編輯規則

source: 编辑记录
ar: تعديل السجل
de: Eintrag bearbeiten
en: Edit Record
es_mx: Editar registro
fr: Modifier l’enregistrement
ja: レコードを編集
ko: 레코드 편집
pt_br: Editar registro
pt_pt: Editar registo
tr: Kaydı düzenle
zh_hant: 編輯記錄
zh_hk: 編輯記錄

source: 编辑设置
ar: تعديل الإعدادات
de: Einstellungen bearbeiten
en: Edit settings
es_mx: Editar ajustes
fr: Modifier les réglages
ja: 設定を編集
ko: 설정 편집
pt_br: Editar configurações
pt_pt: Editar definições
tr: Ayarları düzenle
zh_hant: 編輯設定
zh_hk: 編輯設定

source: 编辑负载均衡器
ar: تحرير موازِن التحميل
de: Load Balancer bearbeiten
en: Edit load balancer
es_mx: Editar balanceador de carga
fr: Modifier le répartiteur de charge
ja: ロードバランサーを編集
ko: 부하 분산기 편집
pt_br: Editar balanceador de carga
pt_pt: Editar balanceador de carga
tr: Yük dengeleyiciyi düzenle
zh_hant: 編輯負載平衡器
zh_hk: 編輯負載平衡器

source: 编辑连接
ar: تعديل الاتصال
de: Verbindung bearbeiten
en: Edit connection
es_mx: Editar conexión
fr: Modifier la connexion
ja: 接続を編集
ko: 연결 편집
pt_br: Editar conexão
pt_pt: Editar ligação
tr: Bağlantıyı düzenle
zh_hant: 編輯連線
zh_hk: 編輯連線

source: 编辑限速规则
ar: تعديل قاعدة تحديد المعدل
de: Ratenbegrenzungsregel bearbeiten
en: Edit rate limiting rule
es_mx: Editar regla de límite de tasa
fr: Modifier la règle de limitation de débit
ja: レート制限ルールを編集
ko: 속도 제한 규칙 편집
pt_br: Editar regra de limite de taxa
pt_pt: Editar regra de limite de taxa
tr: Hız sınırı kuralını düzenle
zh_hant: 編輯速率限制規則
zh_hk: 編輯速率限制規則

source: 网关 ID
ar: معرّف البوابة
de: Gateway-ID
en: Gateway ID
es_mx: ID de puerta de enlace
fr: ID de passerelle
ja: ゲートウェイ ID
ko: 게이트웨이 ID
pt_br: ID do gateway
pt_pt: ID do gateway
tr: Ağ Geçidi Kimliği
zh_hant: 閘道 ID
zh_hk: 閘道 ID

source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es_mx: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt_br: Rede
pt_pt: Rede
tr: Ağ
zh_hant: 網路
zh_hk: 網絡

source: 网络优化
ar: تحسين الشبكة
de: Netzwerkoptimierung
en: Network Optimization
es_mx: Optimización de red
fr: Optimisation réseau
ja: ネットワーク最適化
ko: 네트워크 최적화
pt_br: Otimização de rede
pt_pt: Otimização de rede
tr: Ağ Optimizasyonu
zh_hant: 網路最佳化
zh_hk: 網絡優化

source: 网络地址
ar: عنوان الشبكة
de: Netzwerkadresse
en: Network address
es_mx: Dirección de red
fr: Adresse réseau
ja: ネットワークアドレス
ko: 네트워크 주소
pt_br: Endereço de rede
pt_pt: Endereço de rede
tr: Ağ adresi
zh_hant: 網路位址
zh_hk: 網絡位址

source: 网络查询
ar: الشبكة
de: Netzwerk
en: Network
es_mx: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt_br: Rede
pt_pt: Rede
tr: Ağ
zh_hant: 網路查詢
zh_hk: 網絡查詢

source: 网络错误：%@
ar: خطأ في الشبكة: %@
de: Netzwerkfehler: %@
en: Network error: %@
es_mx: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー：%@
ko: 네트워크 오류: %@
pt_br: Erro de rede: %@
pt_pt: Erro de rede: %@
tr: Ağ hatası: %@
zh_hant: 網路錯誤：%@
zh_hk: 網絡錯誤：%@

source: 耗时
ar: الوقت
de: Dauer
en: Time
es_mx: Tiempo
fr: Durée
ja: 所要時間
ko: 소요 시간
pt_br: Tempo
pt_pt: Tempo
tr: Süre
zh_hant: 耗時
zh_hk: 耗時

source: 脚本异常
ar: استثناء في النص البرمجي
de: Skript-Ausnahme
en: Script exception
es_mx: Excepción del script
fr: Exception du script
ja: スクリプト例外
ko: 스크립트 예외
pt_br: Exceção do script
pt_pt: Exceção do script
tr: Betik istisnası
zh_hant: 指令碼例外狀況
zh_hk: 指令碼異常

source: 自动
ar: تلقائي
de: Automatisch
en: Auto
es_mx: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
pt_pt: Automático
tr: Otomatik
zh_hant: 自動
zh_hk: 自動

source: 自动 HTTPS 重写
ar: إعادة كتابة HTTPS تلقائيًا
de: Automatische HTTPS-Umschreibungen
en: Automatic HTTPS Rewrites
es_mx: Reescrituras automáticas de HTTPS
fr: Réécritures HTTPS automatiques
ja: 自動 HTTPS リライト
ko: 자동 HTTPS 다시 쓰기
pt_br: Reescritas automáticas de HTTPS
pt_pt: Reescritas automáticas de HTTPS
tr: Otomatik HTTPS Yeniden Yazma
zh_hant: 自動 HTTPS 重寫
zh_hk: 自動 HTTPS 重寫

source: 自定义 Cron（UTC）
ar: Cron مخصص (UTC)
de: Eigener Cron (UTC)
en: Custom Cron (UTC)
es_mx: Cron personalizado (UTC)
fr: Cron personnalisé (UTC)
ja: カスタム Cron（UTC）
ko: 사용자 지정 Cron(UTC)
pt_br: Cron personalizado (UTC)
pt_pt: Cron personalizado (UTC)
tr: Özel Cron (UTC)
zh_hant: 自訂 Cron（UTC）
zh_hk: 自訂 Cron（UTC）

source: 自定义域
ar: النطاقات المخصصة
de: Eigene Domains
en: Custom Domains
es_mx: Dominios personalizados
fr: Domaines personnalisés
ja: カスタムドメイン
ko: 사용자 지정 도메인
pt_br: Domínios personalizados
pt_pt: Domínios personalizados
tr: Özel alan adları
zh_hant: 自訂網域
zh_hk: 自訂域名

source: 自定义域名
ar: نطاق مخصّص
de: Benutzerdefinierte Domain
en: Custom domain
es_mx: Dominio personalizado
fr: Domaine personnalisé
ja: カスタムドメイン
ko: 사용자 지정 도메인
pt_br: Domínio personalizado
pt_pt: Domínio personalizado
tr: Özel alan adı
zh_hant: 自訂網域
zh_hk: 自訂域名

source: 自定义证书
ar: شهادة مخصصة
de: Eigenes Zertifikat
en: Custom certificate
es_mx: Certificado personalizado
fr: Certificat personnalisé
ja: カスタム証明書
ko: 사용자 지정 인증서
pt_br: Certificado personalizado
pt_pt: Certificado personalizado
tr: Özel sertifika
zh_hant: 自訂憑證
zh_hk: 自訂證書

source: 自托管
ar: مُستضاف ذاتيًا
de: Selbst gehostet
en: Self-hosted
es_mx: Autoalojado
fr: Auto-hébergé
ja: セルフホスト
ko: 자체 호스팅
pt_br: Auto-hospedado
pt_pt: Auto-alojado
tr: Kendi sunucunuzda
zh_hant: 自架
zh_hk: 自架

source: 自托管应用：Access 会保护该域名（及路径）。
ar: تطبيق ذاتي الاستضافة: يحمي Access هذا النطاق (والمسار).
de: Selbst gehostete App: Access schützt diese Domain (und den Pfad).
en: Self-hosted app: Access protects this domain (and path).
es_mx: App autoalojada: Access protege este dominio (y ruta).
fr: App auto-hébergée : Access protège ce domaine (et ce chemin).
ja: セルフホストアプリ：Access がこのドメイン（およびパス）を保護します。
ko: 자체 호스팅 앱: Access가 이 도메인(및 경로)을 보호합니다.
pt_br: App auto-hospedado: o Access protege este domínio (e caminho).
pt_pt: App auto-alojada: o Access protege este domínio (e caminho).
tr: Kendi barındırılan uygulama: Access bu alan adını (ve yolu) korur.
zh_hant: 自架應用程式：Access 會保護此網域（及路徑）。
zh_hk: 自託管應用程式：Access 會保護此域名（及路徑）。

source: 自托管应用可保护多个公共主机名（及路径），第一个为主域名。左滑删除。
ar: يمكن للتطبيقات المُستضافة ذاتيًا حماية عدة أسماء مضيفين عامة (ومسارات). الأول هو النطاق الأساسي. اسحب للحذف.
de: Selbst gehostete Apps können mehrere öffentliche Hostnamen (und Pfade) schützen. Der erste ist die primäre Domain. Wischen zum Löschen.
en: Self-hosted apps can protect multiple public hostnames (and paths). The first is the primary domain. Swipe to delete.
es_mx: Las apps autoalojadas pueden proteger varios nombres de host públicos (y rutas). El primero es el dominio principal. Desliza para eliminar.
fr: Les apps auto-hébergées peuvent protéger plusieurs noms d’hôte publics (et chemins). Le premier est le domaine principal. Glissez pour supprimer.
ja: セルフホストのアプリは複数のパブリックホスト名（とパス）を保護できます。最初のものがメインのドメインです。スワイプで削除。
ko: 자체 호스팅 앱은 여러 공개 호스트 이름(및 경로)을 보호할 수 있습니다. 첫 번째가 기본 도메인입니다. 밀어서 삭제.
pt_br: Apps auto-hospedados podem proteger vários nomes de host públicos (e caminhos). O primeiro é o domínio principal. Deslize para excluir.
pt_pt: As apps auto-alojadas podem proteger vários nomes de anfitrião públicos (e caminhos). O primeiro é o domínio principal. Deslize para eliminar.
tr: Kendi sunucunuzda barındırılan uygulamalar birden çok genel ana makine adını (ve yolları) koruyabilir. İlki birincil etki alanıdır. Silmek için kaydırın.
zh_hant: 自架應用程式可保護多個公開主機名稱（及路徑），第一個為主網域。左滑刪除。
zh_hk: 自架應用程式可保護多個公開主機名稱（及路徑），第一個為主域名。左滑刪除。

source: 获取令牌…
ar: جارٍ الحصول على الرمز…
de: Token wird abgerufen …
en: Getting token…
es_mx: Obteniendo token…
fr: Obtention du jeton…
ja: トークンを取得中…
ko: 토큰 가져오는 중…
pt_br: Obtendo token…
pt_pt: A obter token…
tr: Belirteç alınıyor…
zh_hant: 取得權杖中…
zh_hk: 取得權杖中…

source: 行写入 · %@
ar: الصفوف المكتوبة · %@
de: Geschriebene Zeilen · %@
en: Rows written · %@
es_mx: Filas escritas · %@
fr: Lignes écrites · %@
ja: 行書き込み · %@
ko: 기록된 행 · %@
pt_br: Linhas gravadas · %@
pt_pt: Linhas gravadas · %@
tr: Yazılan satır · %@
zh_hant: 寫入列 · %@
zh_hk: 寫入行 · %@

source: 行读取 · %@
ar: الصفوف المقروءة · %@
de: Gelesene Zeilen · %@
en: Rows read · %@
es_mx: Filas leídas · %@
fr: Lignes lues · %@
ja: 行読み取り · %@
ko: 읽은 행 · %@
pt_br: Linhas lidas · %@
pt_pt: Linhas lidas · %@
tr: Okunan satır · %@
zh_hant: 讀取列 · %@
zh_hk: 讀取行 · %@

source: 表
ar: الجداول
de: Tabellen
en: Tables
es_mx: Tablas
fr: Tables
ja: テーブル
ko: 테이블
pt_br: Tabelas
pt_pt: Tabelas
tr: Tablolar

source: 表达式
ar: التعبير
de: Ausdruck
en: Expression
es_mx: Expresión
fr: Expression
ja: 式
ko: 표현식
pt_br: Expressão
pt_pt: Expressão
tr: İfade
zh_hant: 運算式
zh_hk: 表達式

source: 表达式不能为空
ar: لا يمكن أن يكون التعبير فارغًا
de: Ausdruck darf nicht leer sein
en: Expression can’t be empty
es_mx: La expresión no puede estar vacía
fr: L’expression ne peut pas être vide
ja: 式を空にすることはできません
ko: 표현식은 비워 둘 수 없습니다
pt_br: A expressão não pode ficar vazia
pt_pt: A expressão não pode ficar vazia
tr: İfade boş olamaz
zh_hant: 運算式不能為空
zh_hk: 運算式不能為空

source: 表达式编辑器
ar: محرر التعبير
de: Ausdruckseditor
en: Expression editor
es_mx: Editor de expresiones
fr: Éditeur d’expression
ja: 式エディタ
ko: 표현식 편집기
pt_br: Editor de expressões
pt_pt: Editor de expressões
tr: İfade Düzenleyici
zh_hant: 運算式編輯器
zh_hk: 表達式編輯器

source: 覆盖
ar: تجاوز
de: Überschreiben
en: Override
es_mx: Anular
fr: Remplacer
ja: 上書き
ko: 재정의
pt_br: Substituir
pt_pt: Substituir
tr: Geçersiz kıl
zh_hant: 覆寫
zh_hk: 覆寫

source: 覆盖为固定值
ar: تجاوز بقيمة ثابتة
de: Mit festem Wert überschreiben
en: Override origin
es_mx: Anular con valor fijo
fr: Remplacer par une valeur fixe
ja: 固定値で上書き
ko: 고정 값으로 재정의
pt_br: Substituir por valor fixo
pt_pt: Substituir por valor fixo
tr: Sabit değerle geçersiz kıl
zh_hant: 覆寫為固定值
zh_hk: 覆寫為固定值

source: 规则
ar: القاعدة
de: Regel
en: Rule
es_mx: Regla
fr: Règle
ja: ルール
ko: 규칙
pt_br: Regra
pt_pt: Regra
tr: Kural
zh_hant: 規則
zh_hk: 規則

source: 规则名称
ar: اسم القاعدة
de: Regelname
en: Rule name
es_mx: Nombre de la regla
fr: Nom de la règle
ja: ルール名
ko: 규칙 이름
pt_br: Nome da regra
pt_pt: Nome da regra
tr: Kural adı
zh_hant: 規則名稱
zh_hk: 規則名稱

source: 规则按从上到下的顺序执行，点按可编辑，左滑可删除。
ar: تُنفَّذ القواعد من الأعلى إلى الأسفل. انقر للتعديل، واسحب لليسار للحذف.
de: Regeln werden von oben nach unten ausgeführt. Zum Bearbeiten antippen, zum Löschen nach links wischen.
en: Rules run top to bottom. Tap to edit, swipe left to delete.
es_mx: Las reglas se ejecutan de arriba abajo. Toca para editar, desliza a la izquierda para eliminar.
fr: Les règles s’exécutent de haut en bas. Touchez pour modifier, balayez vers la gauche pour supprimer.
ja: ルールは上から順に実行されます。タップで編集、左にスワイプで削除できます。
ko: 규칙은 위에서 아래로 실행됩니다. 탭하여 편집하고 왼쪽으로 밀어 삭제하세요.
pt_br: As regras são executadas de cima para baixo. Toque para editar, deslize para a esquerda para excluir.
pt_pt: As regras são executadas de cima para baixo. Toque para editar, deslize para a esquerda para eliminar.
tr: Kurallar yukarıdan aşağıya çalışır. Düzenlemek için dokunun, silmek için sola kaydırın.
zh_hant: 規則按從上到下的順序執行，點按可編輯，左滑可刪除。
zh_hk: 規則按從上到下的順序執行，點按可編輯，左滑可刪除。

source: 暂不支持编辑
ar: التعديل غير مدعوم
de: Bearbeiten nicht unterstützt
en: Editing Not Supported
es_mx: Edición no disponible
fr: Modification non prise en charge
ja: 編集には未対応
ko: 편집 미지원
pt_br: Edição não suportada
pt_pt: Edição não suportada
tr: Düzenleme desteklenmiyor
zh_hant: 暫不支援編輯
zh_hk: 暫不支援編輯

source: 「跳过」等带额外参数的规则暂不支持在 App 内编辑，请在 Cloudflare Dashboard 中修改。
ar: القواعد التي تتضمن معلمات إضافية (مثل التخطي) لا يمكن تعديلها داخل التطبيق حالياً. يُرجى تعديلها من لوحة تحكم Cloudflare.
de: Regeln mit zusätzlichen Parametern (z. B. Überspringen) können in der App noch nicht bearbeitet werden. Bitte im Cloudflare-Dashboard ändern.
en: Rules with extra parameters (such as Skip) can’t be edited in the app yet. Please modify them in the Cloudflare Dashboard.
es_mx: Las reglas con parámetros adicionales (como Omitir) aún no se pueden editar en la app. Modifícalas en el panel de Cloudflare.
fr: Les règles avec des paramètres supplémentaires (comme Ignorer) ne peuvent pas encore être modifiées dans l’app. Veuillez les modifier dans le tableau de bord Cloudflare.
ja: 「スキップ」など追加パラメータを持つルールはアプリ内では編集できません。Cloudflare ダッシュボードで変更してください。
ko: 「건너뛰기」 등 추가 매개변수가 있는 규칙은 아직 앱에서 편집할 수 없습니다. Cloudflare 대시보드에서 수정해 주세요.
pt_br: Regras com parâmetros adicionais (como Ignorar) ainda não podem ser editadas no app. Modifique-as no painel da Cloudflare.
pt_pt: As regras com parâmetros adicionais (como Ignorar) ainda não podem ser editadas na app. Modifique-as no painel da Cloudflare.
tr: Ek parametreler içeren kurallar (ör. Atla) şimdilik uygulama içinde düzenlenemez. Lütfen Cloudflare panosundan değiştirin.
zh_hant: 「跳過」等帶額外參數的規則暫不支援在 App 內編輯，請在 Cloudflare Dashboard 中修改。
zh_hk: 「跳過」等帶額外參數的規則暫不支援在 App 內編輯，請在 Cloudflare Dashboard 中修改。

source: 规则按从上到下的顺序执行，左滑可删除。
ar: تُنفَّذ القواعد من الأعلى إلى الأسفل. اسحب لليسار للحذف.
de: Regeln werden von oben nach unten ausgeführt. Zum Löschen nach links wischen.
en: Rules run top to bottom. Swipe left to delete.
es_mx: Las reglas se ejecutan de arriba abajo. Desliza a la izquierda para eliminar.
fr: Les règles s’exécutent de haut en bas. Balayez vers la gauche pour supprimer.
ja: ルールは上から順に実行されます。左にスワイプで削除できます。
ko: 규칙은 위에서 아래로 실행됩니다. 왼쪽으로 밀어 삭제하세요.
pt_br: As regras são executadas de cima para baixo. Deslize para a esquerda para excluir.
pt_pt: As regras são executadas de cima para baixo. Deslize para a esquerda para eliminar.
tr: Kurallar yukarıdan aşağıya çalışır. Silmek için sola kaydırın.
zh_hant: 規則按從上到下的順序執行，左滑可刪除。
zh_hk: 規則按從上到下的順序執行，左滑可刪除。

source: 规则按从上到下顺序执行；点按编辑，左滑启停，右滑删除。
ar: تُنفَّذ القواعد من الأعلى إلى الأسفل. اضغط للتحرير، اسحب لليسار للتفعيل/التعطيل، ولليمين للحذف.
de: Regeln werden von oben nach unten ausgeführt. Tippe zum Bearbeiten, nach links wischen zum Aktivieren/Deaktivieren, nach rechts zum Löschen.
en: Rules run top to bottom. Tap to edit, swipe left to enable/disable, swipe right to delete.
es_mx: Las reglas se ejecutan de arriba abajo. Toca para editar, desliza a la izquierda para activar/desactivar, a la derecha para eliminar.
fr: Les règles s'exécutent de haut en bas. Touchez pour modifier, balayez vers la gauche pour activer/désactiver, vers la droite pour supprimer.
ja: ルールは上から下へ順に実行されます。タップして編集、左スワイプで有効／無効、右スワイプで削除。
ko: 규칙은 위에서 아래로 실행됩니다. 눌러서 편집, 왼쪽으로 밀어 켜기/끄기, 오른쪽으로 밀어 삭제.
pt_br: As regras são executadas de cima para baixo. Toque para editar, deslize para a esquerda para ativar/desativar, para a direita para excluir.
pt_pt: As regras são executadas de cima para baixo. Toque para editar, deslize para a esquerda para ativar/desativar, para a direita para eliminar.
tr: Kurallar yukarıdan aşağıya çalışır. Düzenlemek için dokunun, etkinleştirmek/devre dışı bırakmak için sola, silmek için sağa kaydırın.
zh_hant: 規則由上至下依序執行；點按編輯，左滑啟停，右滑刪除。
zh_hk: 規則由上至下依序執行；點按編輯，左滑啟停，右滑刪除。

source: 规则用 Cloudflare Rules 表达式匹配请求，满足时运行此 Snippet。
ar: تطابق القواعد الطلبات باستخدام تعبيرات Cloudflare Rules؛ ويُشغَّل هذا الـ Snippet عند التطابق.
de: Regeln gleichen Anfragen mit Cloudflare-Rules-Ausdrücken ab; dieses Snippet wird bei einer Übereinstimmung ausgeführt.
en: Rules match requests with Cloudflare Rules expressions; this snippet runs on a match.
es_mx: Las reglas coinciden con las solicitudes mediante expresiones de Cloudflare Rules; este snippet se ejecuta cuando hay coincidencia.
fr: Les règles font correspondre les requêtes via des expressions Cloudflare Rules ; ce snippet s’exécute en cas de correspondance.
ja: ルールは Cloudflare Rules 式でリクエストを照合し、一致するとこのスニペットが実行されます。
ko: 규칙은 Cloudflare Rules 표현식으로 요청을 일치시키며, 일치하면 이 Snippet이 실행됩니다.
pt_br: As regras correspondem às solicitações com expressões do Cloudflare Rules; este snippet é executado quando há correspondência.
pt_pt: As regras correspondem aos pedidos com expressões do Cloudflare Rules; este snippet é executado quando há correspondência.
tr: Kurallar, istekleri Cloudflare Rules ifadeleriyle eşleştirir; eşleşmede bu snippet çalışır.
zh_hant: 規則以 Cloudflare Rules 運算式比對請求，相符時執行此 Snippet。
zh_hk: 規則以 Cloudflare Rules 運算式比對請求，符合時執行此 Snippet。

source: 规则说明（可选）
ar: وصف القاعدة (اختياري)
de: Regelbeschreibung (optional)
en: Description (optional)
es_mx: Descripción (opcional)
fr: Description de la règle (facultatif)
ja: 説明（任意）
ko: 설명(선택)
pt_br: Descrição (opcional)
pt_pt: Descrição (opcional)
tr: Kural açıklaması (isteğe bağlı)
zh_hant: 規則說明（選填）
zh_hk: 規則說明（選填）

source: 解压「%@」失败
ar: فشل فك ضغط ”%@“
de: Entpacken von „%@“ fehlgeschlagen
en: Failed to decompress “%@”
es_mx: Error al descomprimir «%@»
fr: Échec de la décompression de « %@ »
ja: 「%@」の解凍に失敗しました
ko: “%@” 압축 해제 실패
pt_br: Falha ao descomprimir “%@”
pt_pt: Falha ao descomprimir “%@”
tr: “%@” açılamadı
zh_hant: 解壓縮「%@」失敗
zh_hk: 解壓縮「%@」失敗

source: 解析器
ar: محلّل
de: Resolver
en: Resolver
es_mx: Resolver
fr: Résolveur
ja: リゾルバー
ko: 리졸버
pt_br: Resolver
pt_pt: Resolver
tr: Çözümleyici

source: 解析设置
ar: DNS
de: DNS
en: DNS
es_mx: DNS
fr: DNS
ja: DNS 設定
ko: DNS
pt_br: DNS
pt_pt: DNS
tr: DNS
zh_hant: 解析設定
zh_hk: 解析設定

source: 解释中…
ar: جارٍ الشرح…
de: Wird erklärt …
en: Explaining…
es_mx: Explicando…
fr: Explication…
ja: 説明中…
ko: 설명 중…
pt_br: Explicando…
pt_pt: A explicar…
tr: Açıklanıyor…
zh_hant: 解釋中…
zh_hk: 解釋中…

source: 解锁 Pro
ar: فتح Pro
de: Pro freischalten
en: Unlock Pro
es_mx: Desbloquear Pro
fr: Débloquer Pro
ja: Pro をアンロック
ko: Pro 잠금 해제
pt_br: Desbloquear o Pro
pt_pt: Desbloquear o Pro
tr: Pro’nun kilidini aç
zh_hant: 解鎖 Pro
zh_hk: 解鎖 Pro

source: 解锁多账号与全部专业功能
ar: افتح الحسابات المتعددة وكل الميزات الاحترافية
de: Mehrere Konten und alle Pro-Funktionen freischalten
en: Unlock multiple accounts and every pro feature
es_mx: Desbloquea varias cuentas y todas las funciones pro
fr: Débloquez plusieurs comptes et toutes les fonctionnalités pro
ja: 複数アカウントとすべてのプロ機能をアンロック
ko: 다중 계정과 모든 프로 기능을 잠금 해제
pt_br: Desbloqueie várias contas e todos os recursos pro
pt_pt: Desbloqueie várias contas e todas as funcionalidades pro
tr: Birden çok hesabın ve tüm pro özelliklerin kilidini açın
zh_hant: 解鎖多帳號與全部專業功能
zh_hk: 解鎖多帳戶與全部專業功能

source: 触发后
ar: بعد التفعيل
de: Bei Auslösung
en: When triggered
es_mx: Al activarse
fr: En cas de déclenchement
ja: トリガー時
ko: 트리거 시
pt_br: Quando acionado
pt_pt: Quando acionado
tr: Tetiklendiğinde
zh_hant: 觸發後
zh_hk: 觸發後

source: 触发器
ar: المشغّلات
de: Trigger
en: Triggers
es_mx: Activadores
fr: Déclencheurs
ja: トリガー
ko: 트리거
pt_br: Gatilhos
pt_pt: Gatilhos
tr: Tetikleyiciler
zh_hant: 觸發器
zh_hk: 觸發器

source: 触发器管理需要 Pro
ar: تتطلب إدارة المشغّلات خطة Pro
de: Trigger-Verwaltung erfordert Pro
en: Trigger Management Requires Pro
es_mx: La gestión de activadores requiere Pro
fr: La gestion des déclencheurs nécessite Pro
ja: トリガー管理には Pro が必要
ko: 트리거 관리에는 Pro가 필요
pt_br: O gerenciamento de gatilhos exige Pro
pt_pt: A gestão de gatilhos exige Pro
tr: Tetikleyici yönetimi, Pro gerektirir
zh_hant: 觸發器管理需要 Pro
zh_hk: 觸發器管理需要 Pro

source: 触发规则
ar: قواعد التشغيل
de: Trigger-Regeln
en: Trigger Rules
es_mx: Reglas de activación
fr: Règles de déclenchement
ja: トリガールール
ko: 트리거 규칙
pt_br: Regras de acionamento
pt_pt: Regras de acionamento
tr: Tetikleme Kuralları
zh_hant: 觸發規則
zh_hk: 觸發規則

source: 计划维护
ar: صيانة مجدولة
de: Geplante Wartung
en: Scheduled Maintenance
es_mx: Mantenimiento programado
fr: Maintenance planifiée
ja: 予定メンテナンス
ko: 예정된 유지보수
pt_br: Manutenção programada
pt_pt: Manutenção programada
tr: Planlı bakım
zh_hant: 排定維護
zh_hk: 計劃維護

source: 计算
ar: الحوسبة
de: Compute
en: Compute
es_mx: Cómputo
fr: Calcul
ja: コンピュート
ko: 컴퓨트
pt_br: Computação
pt_pt: Computação
tr: Bilgi İşlem
zh_hant: 運算
zh_hk: 運算
